---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartNotes
source: html/8ebd5585-adae-b5d7-2569-6818d78d3e34.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartNotes Property

"Fabrication Notes"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartNotes { get; }
```